---
type: NullParameterValue
namespace: Autodesk.Revit.DB
version: 2024
members: 1
tags: [revit-api, class]
---

# NullParameterValue

`Autodesk.Revit.DB.NullParameterValue` · Revit 2024 · 1 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | NullParameterValue | 2016 Subscription Update | `public NullParameterValue ()` |